Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 마물이라고 해도, 생명을 빼앗으면 그 대가가 어떤 식으로든 영혼에 쌓이게 되지.
en: even if it is just dark creatures, you will face karma for taking their lives.

source: 페트리샤 아가씨이십니다.
en: it’s lady petricia.

source: 끔찍한 것들?
en: hideous things?!

source: 클라리스 아가씨.
en: lady clarise.

source: 알겠습니다!!
en: understood!

source: 갈 수가 없었어.
en: I could not.

source: 요리!
en: cooking!

source: 아까는 무분별하게 힘을 쓰면 안 된다고 하더니!
en: he said that he doesn’t like wasting his power.

source: 무슨 이유가 있나.
en: is there a particular reason for it?

source: 케릭스라는 암흑의 이름으로.
en: under the dark name “kelix”.

source: 아아악!!!
en: aaagh!!!

source: 설마… 안 오진 않겠지.
en: i am certain she will return.

source: 아버지가 정말로 저 때문에 저런 일을 벌이는 거라면 제가 말리겠어요.
en: if I’m the reason why my dad’s slaughtering people, I’ll stop him.

source: 전혀.
en: nothing.

source: 방에 둘 밖에 없었잖아.
en: it was just the two of them.

source: 돈은 안 냈지만 훔친 건 아니라는 거랑 뭐가 달라.
en: how is that any different from just admitting being guilty?

source: 그건 당신의 친구의 친구 이야기라고 하지 않았나.
en: I believe you said that was your friend’s story.

source: 레티스 옆에도 새가 있네?
en: there’s one right next to letis.

source: 리에나 공주의 하녀?
en: princess liena’s handmaidens?

source: 12시간을 허락받은 그녀의 영은 죽은 사람의 몸에 빙의돼서 인간세상에 올라갔다.
en: her soul possessed a dead body and was given 12 hours in her world.

source: 누군지는 모르지만 리에나 공주님에게 저주의 주술을 걸어놓은 것 같습니다.
en: i am not sure of the person who did it, but someone cursed princess liena.

source: 반은 맞고 반은 틀렸구만.
en: that’s only half right.

source: 이게 다 사실이면 공주님…
en: if this is all true, princess...

source: 뭐야, 미안하게…
en: I feel bad now...

source: 하지만 무슨 이유 때문인지 레가로스 신은 이 일에 침묵했다.
en: oddly, god leganos stayed silent on the matter.

source: 웃기고 있네.
en: yeah right.

source: 괜찮아, 뭐 어때!
en: it’s fine. what’s the big deal?

source: 근데 아까 당신도 절벽에 서있어서 너무 놀랐다구요.
en: that’s why I freaked out when I saw you on a cliff.

source: 당연하지.
en: of course.

source: 리에나 공주 몸에 들어온 영은 몹시 사악한 영이라 너에게 큰 해가 될 거야.
en: the soul possessing princess liena’s body is very evil, and she will hurt you.

source: 베노스 주술사를 만나야 겠어.
en: i need to meet warlock venos right now.

source: 그녀가 혹시나 유리니카일지도 몰라서 곁에 두는 거라면 착각이야.
en: if you are, you’re making a mistake.

source: 이젠 대놓고 죽이 …
en: they’re not even going to try to hide it any--

source: 마리엔은 또 누구지?
en: who’s marianne?!

source: 쿨..
en: snore

source: 칼베르?
en: kalberr?

source: 영양제만 먹고 살았나봐
en: maybe they lived on protein blocks.

source: 사람에게도 효과가 있었네.
en: so it works on people too.

source: 박쥐는 아니고 뭐라고 말하는 걸 보니 앵무새인가?
en: it’s not a bat, but it can talk... is it a parrot?

source: 그래, 어쩌면 유리니카를 영원히 못 알아볼 지도 모르지….
en: yes... perhaps I’ll never recognize yurinika...

source: 죄송합니다!
en: i’m so sorry!!!

source: 생각해봐.
en: think about it.

source: 당신한테 한 소리 아냐.
en: i wasn’t talking to you.

source: 왜 영혼이 빠져나가지 않는 거지?
en: ...why isn’t that soul leaving her body?

source: 아르젠 부모님…의 방?
en: his parents’ room...?

source: 마법은 사라진 거 아니었어?
en: i thought magic disappeared from this world.

source: 천 년 전 왕국 사람들 절반 이상을 쓸어버린 그 흑마법사 말인가?
en: isn’t he the dark magician who slaughtered more than half the people in the kingdom a thousand years ago?

source: 저자의 급소를 한 번에 제대로 찔러야 할 텐데….
en: i only have one chance to stab his vital point...

source: 다녀올게.
en: i’ll be back.

source: 절대 나오면 안 되는 ‘그 영’이 나올 수도 있어.
en: they may unleash “that soul”, which cannot happen.

source: 보름도 아닌데….
en: it’s not even the full moon...

source: 참 뻔뻔해요 공주님, 아르젠 백작님의 여동생 마리엔을 그렇게 죽게 만들고 백작님 얼굴을 볼 생각을 하다니.
en: you made count arzen’s sister, marianne, die like that, and you still have the guts to face him?

source: 이것들 좀 봐.
en: would you look at that.

source: 돌팔인줄 알았는데 사기꾼이었구만.
en: he’s a scam artist.

source: 몸이 아직 회복이 안됐나… 왜 헛것이 보이지.
en: am i still not fully recovered? i think i’m hallucinating.

source: 협박을 하고 있다는 건가.
en: similar to blackmailing her?

source: 라고 말하고 싶다!!
en: ...is what I really want to say!!!

source: 예뻐보여?
en: do I look pretty?

source: 파올라, 어떡해?
en: paula, what should we do?

source: 그래서 무사하다고.
en: so they can stay safe.

source: 굉장해.
en: unbelievable.

source: 레티스 공작님의 이복동생….
en: he is duke letis’ half brother...

source: 카페인을 섭취한 것처럼
en: like I had coffee or something

source: 이젠 어쩌지.
en: what should i do now?

source: 거래는 거절하겠어.
en: i reject your offer.

source: 죽었다 살아난 자가 마물로 변한 거라니 너무 무섭지 않나요?
en: a person coming back to life and turning into a dark creature, isn’t that scary?

source: 죽음의 신은 정말 무서운 신일 거라 생각했어요.
en: I thought the god of death would be really scary.

source: 역시… 왕궁에 알리지도 않고 맘대로 결정하신 거였군요.
en: oh my... she didn’t even notify the palace.

source: 저도 하나 있습니다.
en: I also have one.

source: 그녀를 백작님 몰래 제거하기 위해선 의심받으면 안되거든.
en: I don’t want him to be suspicious of me, so I must get rid of her without him knowing.

source: 설마 나 말고 다른 누군가가 흑마법을 쓰고 있다는 건가?
en: is there another person using dark magic besides me?

source: 그래, 착하지.
en: good boy.

source: - 배고프면 화가 많아지는 타입 -
en: - gets hangry -

source: 그 배후엔 베노스 주술사가 있겠지?
en: warlock venos must be behind all of this.

source: 황 당
en: what the

source: 당신들 그때 (레티스가 바지 벗을 때) 그…!
en: you were the(re when letis was taking his pants off)...!

source: 예전 기억을 영원히 잃어버리시면 좋겠어요.
en: i hope she never remembers what she forgot.

source: 문은 저쪽인데.
en: the door to enter the room is over there.

source: 그녀는 한 달도 안 돼서 저승에 왔다.
en: ...but she returned to the underworld in less than a month.

source: 이 방이야.
en: we’re here.

source: 찾았다!
en: found him!

source: 독에 중독된 몸은 나도 어떻게 할 수 없으니까.
en: there is little i can do about the poisoned body itself.

source: 어디 계셨던 거예요~ 얼마나 걱정했는지 아세요?
en: where have you been? i was worried about you!

source: 너희들 몸에…!
en: wait, what’s that on your body...?!

source: 됐고!
en: enough.

source: 동생은 지켜주지 못했지만 공주님은 지켜드리겠습니다.
en: i couldn’t protect my sister, but i will protect you.

source: 내가 알고 싶은 건 단 한가지.
en: there is just one thing i want to know.

source: 아까 내 집에서 사람 하나 뚝딱 죽인 사람이 할 말은 아닌 것 같은데.
en: that’s rich coming from someone who chopped up a human earlier.

source: 몰라.{j}어쨌든 수상한 자야.
en: i’m not sure, {j}but he’s suspicious.

source: 아르젠 백작 집에.
en: to count arzen’s residence.

source: 레티스는?
en: where’s letis?

source: 마침 잘 왔어!
en: perfect timing!

source: …이 영은 데려오면 안 될 것 같은데.
en: i do not think that i should do so.

source: 행복해♡
en: a full belly ♡

source: 원하신다면요.
en: if you want.

source: 한밤중에 몰래 남의 집에 쥐새끼처럼 들어와 약혼녀를 살해한 당신은 퍽도 매너가 있나봐.
en: can you really say that after breaking into your fiancee’s house to murder her?

source: 자살 같은 소리하고 있네!!
en: concluded as a suicide?!

source: 소르덴 산
en: mt. sorden

source: 레티스 공작은 그렇게 어리석은 사람이 아니야.
en: he would not make such foolish choices.

source: 당신이 말하는 충전이 필요해.
en: i require a “charge” from you.

source: 쿼브는 칼베르의 물건들을 말합니다.
en: kuavs are kalberr’s belongings.

source: 그 대마법사가… 흑마법으로 인간들을 거의 몰살할 뻔 했으니까.
en: that very great magician... nearly slaughtered all of mankind with black magic.

source: 풀리만 남작 저 (리에나가 머물렀던 저택)
en: baron polymen’s mansion (where liena used to live)

source: 갑작스레 할 일이 생각나서 디저트는 다음에 먹을게.
en: I forgot about something, so I’ll have the desserts later.

source: 베노스는 리에나가 레티스 영지에서 나가지 못하게 결계를 걸어놓았지.
en: venos created the barrier so liena can’t escape the town.

source: 그 여자들에게 만져달라고 해.
en: ask them to touch you instead.

source: 인간에게 선택이라…
en: a human choosing how they die...

source: 당신.
en: speak.

source: 이번 보름에도 실패군.
en: another failure.

source: 아르젠이 숨기는 게 뭔지 낮에 다시 가서 확인해봐야 겠…
en: I’m should go back there tomorrow and check what he’s hiding--

source: …바라는 바야.
en: i would like that.

source: 뭐라고?!?!
en: what?!

source: 어떻게 제가 보이는 거죠?
en: she sees me?

source: 시즌1 마침
en: end of season 1

source: 마법사가 다 죽었다고?
en: they all died?

source: 저 인간 여자 맘에 안 들어!!
en: I don’t like that human girl at all!

source: 비?
en: rain?

source: 근데 길거리에 왜 이렇게 사람이 없…
en: why are the streets so empty?

source: 맨날 다 아니래.
en: all you say is no.

source: 아…아…
en: co-co...

source: 여기서 살아서 뭐하지?
en: what’s the point of living here?

source: 리에나가 돈 주고 고용한 사람 :얼굴이 안 보이게 망토 쓰고 레티스 공작이 찾아왔다고 큰소리치고 도망가기로 함.
en: someone hired by liena: planned to have him wear a robe to cover his face, pretend he is letis, then run away.

source: 그래야 리에나가 남은 생을….
en: so liena can have the rest of her life in...

source: 이젠 정말 궁에 알려야 겠어.
en: i have to tell the palace about it.

source: 보통 살해당한 영은 환생을 거부해 숨어있지만 그녀는 죽은 걸 억울해하지도 않았고
en: murdered souls tend to hide to avoid reincarnation, but she was not angry about her death...

source: 저희 주치의 가문의 전통 비법인데 다른 불편하신 곳 있으면 말씀하세요.
en: it’s the family’s traditional medicinal tea, so please let me know if you need anything else.

source: 장례를 치르려고 준비하고 있었는데 죽은 제 딸이 사라졌습니다!!
en: I was preparing for my daughter’s funeral, and her body went missing!!!

source: 신이시여, 감사합니다!
en: thank god.

source: 넌 노인 공경도 모르냐!
en: don’t you have any respect for elderly?!

source: *말레스:
en: *malles:

source: 공주님이 그런 말을 할 자격이 있어요?
en: do you really think you have the right to say that, your highness?

source: 여긴 왜 하필 그런 끔찍한 것들만 골라 모시는 거지?
en: why did the town build shrines for such hideous things?

source: 리노, 어서 마차를 이쪽으로!
en: rino, bring the carriage here!

source: 집도 예쁘고 레티스 집이랑 다르게 하인들도 다 친절했어.
en: ...but the place is pretty, and everyone here is quite nice.

source: 튕겨져서 다시 돌아왔다고?
en: you bounced back here?

source: 누가 보낸 자들이지?
en: who sent them?

source: 이거 놔!
en: let me go!

source: 김예린 장유라
en: Yerin Kim Yura Jang

source: (내가 고른거지만)
en: (well, i picked it out)

source: 죽은 영혼이요?
en: a dead soul?

source: 손!
en: hand!

source: 바로 알아보네?
en: you noticed me right away!

source: 그 인간여자의 영을 인간 세계로 돌려보내셨다고요?
en: you sent her soul back to the upper world?

source: 아르젠 집에 간다며.
en: you said you will go to arzen’s place.

source: 당신과 난 왜 안 죽인 거지?
en: why did it not come for us?

source: 이 몸에 봉인 된 후로 계속 피곤하고 기분이 좋지 않군.
en: I have not felt well ever since I was trapped in this body.

source: 몬스…터?
en: monsters?

source: 난 원래 스킨쉽을 싫어하는데 특히 머리 만지는 걸 아주아주 싫어해!!
en: i hate being touched, especially on the head!

source: 그와 아무사이 아니라고 했잖아요.
en: i told you that there’s nothing between us.

source: 그리고 부탁인데 말로 해결했으면 좋겠군.
en: please, use your words before using your hands.

source: 말이나 마차 한 대 없는 처량한 공주 신세라니.
en: now, i’m a princess doesn’t have a carriage or even a horse.

source: 몇 번이나 심장을 찔렀는데 살아날 리가 없어!
en: there is no way you’re still alive after being stabbed in the heart several times!

source: 이 못된 인간여자를 지금 당장 저승에 데려가겠어요!!!
en: please let me take her back to the underworld right now!!!

source: 킥킥…
en: hahaha.

source: 어차피 오늘이 마지막일지도 모르잖아?
en: plus, today might be our last day.

source: 제가 들어가서 공주님을 찾아보겠습니다.
en: i’ll go find the princess.

source: 레티스가 아르젠의 미모에 반해 작업을 걸었다고?!!
en: letis tried to hit on arzen?!

source: 명령하신 대로 오늘 밤 안으로 죽은 자들의 몸을 통해 하나둘씩 올라올 것 같습니다.
en: as you ordered, they will be summoned through the dead bodies by tonight.

source: 저주받아서 유배당했다는 거?{j}아니,
en: it’s not being cursed or banished.{j}

source: *티아:
en: *tia:

source: 아냐, 난 다른 볼일이 있어서.
en: you don’t need to. i have somewhere else to go.

source: 내 칼은 어디가고 웬 꽃…?
en: where’s my sword? why are there flowers?

source: 평생을 킬러로 살아 온 나를 공주라니
en: becoming a princess as someone who lived her whole life as a hunter?

source: 내가 낙하산이라고 날 모욕하고 무시한 거라고!!
en: he must’ve been insulting me because he knew i was only hired because of nepotism!

source: 궁에 있는 커튼을 다요?!!!!
en: all the curtains in the palace?!!!

source: 무슨 뜻이지?
en: what does that mean?

source: ...남녀가 동거를 하려면 뭘 준비해야 하지?
en: what must I prepare for someone to move in to the mansion?

source: 난 그런 말 한 적이 없어.
en: i didn’t say anything like that.

source: 하긴 내 목에 침을 겨눈 그 실력이라면 안 죽을 수도 있겠는데.
en: you are confident that you will survive facing anyone, even me.

source: 얼마든지!
en: of course!

source: 어쨌든, 공주님이 이걸 마시게 할 수 있는 다른 방법이 생각났어.
en: anyway, I have an idea on how to get her to drink this.

source: 바람둥이씨는 얼굴이 알려진 것 같으니 후드를 써서 얼굴을 가려.
en: mr. player, everyone knows your face, so cover it up with a hoodie.

source: …제가 주치의를 통해 알아보겠습니다.
en: i will look into it with the doctor...

source: 사람들이 하는 말은 신경 쓰지 않으셔도 됩니다.
en: do not listen to what people say.

source: 아참!
en: oh, right!

source: 죽음의 신 크로니온은 헤베베처럼 생겼다고 합니다.
en: apparently chronion, the god of death, looks like a hebebe.

source: 아무도 없군.
en: there’s nobody here.

source: 주술사?
en: warlock?

source: 누가 공주님을…… 설마…
en: who would ever hurt you...? wait...

source: 그래, 그런 거!
en: exactly that!

source: 리에나 공주님이 자택에 잘 들어가셨는지 알아보라고 하셔서 다녀오긴 했는데….
en: i did check whether princess liena got back to her mansion safely, but...

source: 공주님, 기억하고 싶은 부분에 집중하세요.
en: your highness, focus on the part that you want to remember.

source: 이 자의 영은 지금 지옥에 있겠군.
en: his soul must be in hell right now.

source: 집에 가면 내 손에 죽었어!!
en: he’s done for when I get home!

source: 그렇군.
en: I see.

source: 전에 맛있게 드셨던 약차를 준비하겠습니다.
en: I’ll make them bring out the herbal tea you enjoyed before.

source: 사실 죽음보다는 사랑한 사람을 더 이상 기억하지 못하는 게 두렵지만요.
en: actually, I’m more afraid of forgetting my loved ones than dying.

source: 저건 말레스?!
en: is that... malles?!

source: 이것 봐.
en: look at that!

source: 그게 사실인가요?
en: is that true?

source: 공주님, 가실까요?
en: shall we go, your highness?

source: 리에나 공주님, 몸은 좀 어떠세요?
en: princess liena, how are you feeling?

source: 그러니까 그게… 오늘부터 레티스 공작님과 리에나 공주님이 함께 사신다고 합니다.
en: I mean... duke letis and princess liena are moving in together.

source: 듣자하니 당신도 협박편지며 암살 위험이 만만치 않더라고.
en: I heard about all of the blackmail and death threats you get.

source: 이 집에서 나갈 거라서요.
en: I’m leaving.

source: 사실 독은 레티스 공작의 짓이 아니야.
en: it wasn’t duke letis who poisoned me.

source: 별로 아프지 않으니 신경쓰지 마.
en: it is nothing. there is no need to worry.

source: 쥬디, 리에나 공주님은 뭐하시는 거야?
en: judy, what is princess liena doing?

source: 천 년 전, 아까 말씀드린 대마법사 칼베르의 딸 유리니카와 결혼했는데 그녀는 크로니온을 배신하고 저승에서 인간세계로 도망을 쳤어요.
en: a thousand years ago, he married yurinika, daughter of the great magician kalberr. she betrayed him and left the underworld.

source: 사람은, 쉽게 변하지 않습니다.
en: people don’t change so easily.

source: 리에나 공주님이 무사하신 건 다행입니다만,
en: it’s good to hear that princess liena is well...

source: 저승으로 보내줄 테니 다음 생은…
en: i will send you back to the underworld, so you can have your next...

source: 하지만 그녀가 얼마나 많은 죽음과 환생을 반복하고 있는지를 지켜봐서 이젠 그녀의 운명도 안타까워.
en: ...but after watching her repeat countless deaths and reincarnations, I started feeling bad for her.

source: 연기를 하려면 제대로 했어야지.
en: you should’ve tried a little harder to act like him.

source: 그 집에 발을 딛는 순간 당신을 칼로 베어버릴지도 몰라.
en: the second you step your foot into that house, he might cut your throat.

source: 왜 그래!
en: what’s wrong?

source: 사실인지 가서 다시 확인을 해볼까요?
en: should I go check to see if it is true?

source: 나를 지켜준다고?
en: you are going to protect me?

source: 내가… 내 세계로!!
en: i’m back in my world!

source: 나에게선 죽음의 냄새가 나지 않나?
en: do i have an aura of death?

source: 오늘 내게 무슨 일이 있었는지 기억나게 해줄 수 있어?
en: then, could you help me remember what happened to me today?

source: 꼭 돌아올게요!
en: I will come back.

source: 그냥 가자.
en: let’s just do it.

source: 그녀를 없앨 수 있는 좋은 기회군.
en: what a perfect opportunity to get rid of her.

source: 레티스 공작님께선 급하게 검토하실 서류들이 있어서 공주님 먼저 티룸에 가 계시면 디저트를 가지고 갈 겁니다.
en: duke letis has some urgent paperwork to do, so we’ll bring you some desserts in the tea room, your highness.

source: 마물들 때문에 한 번 들어가면 살아서 나올 수 없는 곳인지 아시잖아요.
en: you know that mt. sorden is full of dark creatures... nobody can make it out alive.

source: 쥬디 너만 따라와.
en: you, alone, are coming with me.

source: 혹시 누가 소환했는지, 어떻게 내가 온 곳으로 돌아가는지 방법을 알고 있어?
en: do you know who summoned us, and how to return to our original worlds?

source: 기대하세요.
en: just wait for it.

source: 왜 자꾸 당신 근처에 알짱거려?
en: why is it always around you?

source: 정말 다행이야.
en: thank god.

source: 땡-
en: wrong!

source: 리에나 공주님의 향기?
en: princess liena’s scent?

source: 이것 덕분에 탈출할 수 있었지.
en: that’s how I got out of there.

source: 아아….
en: oh...

source: 리에나 공주도 이 독 때문에 심장이 버티지 못하고 죽었으니 나도 여기서 이렇게 죽는 건가.
en: princess liena died to this pain, so maybe i’ll die like she did.

source: 그게 아니야!
en: that’s not it!

source: 공주.
en: princess.

source: 제가 어렸을 때부터 몸이 약해서 일찍 죽는다는 말에 어머니가 매년 보내주시는 부적입니다.
en: my mother sends me one every year because she was told that I wouldn’t live long due to being born with a weak body.

source: 아직 안 죽었잖아?
en: he’s not dead yet?

source: 공주님, 제발 저를 살려주세요.
en: your highness, please let me live.

source: 내가 신 중에서 제일 싫어하고 입이 싼 너에게 아무도 모르는 이 이야기를 해주는 이유가 뭘까?
en: why do you think I’m telling this to you, the loose-lipped god that I hate the most?

source: 네, 알겠습니다!
en: yes, sir!

source: 리에나 공주님 이 시간에 어쩐 일로…
en: princess liena, what brings you here at this hour...?

source: 울컥하는 성격 좀 고쳐!!
en: you have anger management issues!

source: 좀 낫군.
en: it feels better.

source: 이쪽으로 오시죠, 리에나 공주님.
en: please follow me this way, your highness.

source: 나가!
en: so leave!

source: 죽음의 신 신전
en: shrine for the god of death

source: 설마 리에나가 아르젠을 좋아했었나?
en: was liena in love with arzen?

source: 크하하하하하하
en: ahahahaha!

source: 대신 당신 몸이 좋아질 때까지 위협이 있으면 내가 다 없애줄게.
en: I will protect you until you feel better.

source: 기억까지 잃으셨는데.
en: she lost her memories!

source: 무슨 차이지?
en: is there a difference?

source: 당신도.
en: as are you.

source: 아르젠 집엔 왜 가려던 거야?
en: why were you headed there anyways?

source: 프란츠 데릴 에르니카 왕자
en: prince frantz derryl ernica

source: 그녀는 유리니카가 아니야!
en: because she’s not yurinika!

source: 왕실의 존엄?
en: dignity of the palace?

source: 말도 안돼… 공주님, 진짜 미치셨어요?
en: no way... your highness, did you actually go insane?

source: 창문이 언제…
en: the window...

source: 오늘도 너무 맛있었어요!
en: super tasty!

source: 리에나 공주님이 그날 이후로 좀 이상해지셨어.
en: princess liena seems a little off ever since “that day”...

source: 유리니카가 타시온에 오게 된 사건으로 1500년 동안 까마귀로 변하는 벌을 받은 <뿌>
en: bu was forced to be a crow for 1500 years as a punishment for letting yurinika into tacion.

source: 한 번.
en: just once.

source: 지금까지 소환된 영을 찾아도 그놈이 늘 먼저 선수를 쳤는데 크로니온님 덕분에 무사히 저승에 보내서 다행입니다.
en: we sent another soul back to the underworld before the summoner could destroy them.

source: 그럼 진짜 레티스는 죽은 게 되는 건데
en: ...which means the real letis is dead.

source: 정말 감사합니다, 백작님!
en: thank you so much, count arzen!

source: 내 저 인간을…!!!
en: i’ll end her!!!

source: 돌아가신 것 같아요.
en: i think she’s dead.

source: 머리 만지는 거.
en: people touching your head.

source: 따돌렸나봐, 다행이야.
en: whew, i think i lost them.

source: 왕궁에 있는 베노스 주술사를 우선 만나봐야 겠어.
en: i have to meet warlock venos at the palace.

source: 왜 끔찍하지…?
en: ...so horrifying?

source: 아침 잘 못 먹었니?
en: is this some weird joke of yours?

source: 말을 해도 꼭.
en: you don’t have to say it like that...

source: 아직 없습니다만, 그들은 절대 실패하지 않을 겁니다.
en: I’ve yet to hear anything, but they will not fail you.

source: 당신이 뭔데!
en: who do you think you are?!

source: 난 반드시 내 세계로 돌아갈 거야!
en: i’m going to go back to my world!

source: 리…리에나 공주님~ 레티스 공작님이세요!
en: p-princess liena! it’s duke letis!

source: 명령이니 어쩔 수 없이 약혼하지만 난 레티스 공작같은 사람이 정말 싫어.
en: I have to get engaged to him because it’s an order, but I hate people like him.

source: 여기서 작별이야 … 오늘 내 세계로 돌아갈까 하거든.
en: this is farewell... I am returning to my world today.

source: 그랬나?
en: did i?

source: 그래서 크로니온이 그녀에게 저승의 표식이 없다고 했었군.
en: that’s why chronion said she didn’t have a mark from the underworld.

source: ……소르덴 산에서
en: did you see...

source: 부적만으로 되겠어?
en: a talisman won’t be enough.

source: 생수를 들이부은 것 같은 깨끗한 바다!
en: a crystal-clear ocean!

source: 귀찮게 됐군.
en: what a hassle.

source: 난 킬러다.
en: well, i’m a hunter.

source: 핏자국을 보면 누굴 죽인 게 아니라 찔린 것 같은데, 어떻게 멀쩡히 걸어다니는 거지?
en: that blood stain looks like he got stabbed, not the other way around. how is he still walking?

source: 아아악!
en: aaagh!

source: 충전이 모자라?
en: need to charge a little more?

source: 소르덴 산에서 내 세계로 갔었다는 말 때문에?
en: is it because I told you that I went back to my world there?!

source: 비켜요-!
en: please move it.

source: 할머니!
en: no!!!

source: 네 하찮은 호의로 유리니카를 살려 보내지만 않았어도 불쌍한 아버지와 딸이 그런 끔찍한 운명에 처하지 않았겠지.
en: if you didn’t return her to her world out of your little favoritism, she and her father would not have ended up like this.

source: 사실이면 내가 걱정이네.
en: plus, if what you said is true, I’m more worried about myself.

source: 네?!!!!!!
en: what?!!!

source: 풀리만 남작부인님과 따님이신 레베카 아가씨세요.
en: this is baroness polyman and her daughter lady rebecca.

source: 공주님을 위해 저희 가족은 모든 걸 희생…!
en: our family is sacrificing our lives for y--

source: 고마워~
en: thank you!

source: 공주님이 쿼브를 어떻게 가지고 계시죠?
en: where did you get this kuav from?

source: 표정이 갑자기 어두워졌네.
en: he looks a little gloomy.

source: 수명?
en: my lifespan?

source: 맛있는 약차 마시러 또 올게.
en: i’ll visit again for your delicious tea.

source: 이 정도로 뭘.
en: that was nothing.

source: 그녀에겐 아무도 손대지 말도록 해라.
en: do not touch her, and ensure no one will as well.

source: 칼베르 대마법사 금기어3. ‘마법에 약하다’
en: forbidden word 3: “vulnerable to magic”

source: 자비 없는 신이라니 불쌍한 신이잖아.
en: a ruthless and pitiful god.

source: (*20화참고)
en: (*refer to episode 20)

source: 역시 진짜 리에나 공주가 아니었어.
en: so... she wasn’t the real princess liena.

source: 그쵸?
en: it doesn’t, right?

source: 어디 어디?
en: where? where is it?

source: 공주님 때문에 자꾸 재수없는 일이 생긴다며 모두가 왕국에서 추방하자는 걸 왕비님이 유배로 바꾸신거죠.
en: everyone wished to deport you for causing misfortune, but the queen had it changed to a banishment instead.

source: 난 잠 안자.
en: i don’t sleep.

source: 그들을 사냥하는 킬러였다!
en: ...i was someone who hunted them all.

source: 오늘 너무 아름다우십니다.
en: you look gorgeous today, your highness.

source: 엿들어서 죄송합니다만, 다른 세계에서 왔다니 그게 말이 됩니까?
en: excuse me for eavesdropping... but does coming from another world make any sense?

source: 어디로 간 거지?
en: where did he go?

source: 그러고도 남을 인간이지.
en: he definitely would.

source: 도와줬는데?
en: i did.

source: 왜 그래?
en: what’s wrong?

source: 아주 사악한 영이라고.
en: it’s a very evil soul.

source: 리에나도 아르젠을 좋아했던 것 같은데
en: I also think liena was into arzen...

source: 나도 그래.
en: me neither.

source: 사악한 영이 크로니온님을 속이고 있는 건 아닐까요?
en: what if it’s an evil soul tricking you?

source: 리에나를 만나러 왔는데, 지금 있나?
en: I’m here to see liena. is she here?

source: 나도 그렇게 생각했거든.
en: that’s what I thought as well.

source: 저희는 궁에서 받은 게 하나도 없어요.
en: we didn’t get anything from the palace.

source: 저분 프란츠 왕자님 아니세요?
en: isn’t that prince frantz?

source: 정말 리에나 공주님은 재수가 없나?
en: is princess liena actually cursed?

source: 주문제작한 내 인체공학 매트리스~
en: i miss my comfortable, custom-made mattress!

source: 아르젠, 농담도 잘하네?
en: great joke, arzen.

source: 레티스 공작에게 부탁해 볼까?
en: should i ask duke letis for a favor?

source: 눈물이라면 피눈물밖에 흘려본 적이 없던 내가 눈물이라니.
en: the only tears i shed are tears of blood...

source: 왜 갑자기 울컥하는 감정이 들지?
en: why do i feel like crying?

source: 생각지도 못했는데, 어떻게 이런 것까지 준비해 보낸거지?
en: I didn’t expect this at all. when did he prepare all this?

source: 계속 맡다보니 구수하게 느껴지는데요.
en: I think it’s starting to smell deliciously sour, even!

source: 아버지, 나 며칠 만에 겨우 깼어요.
en: father, I just woke up after sleeping for days.

source: 상태와 모양을 보니 신상 부적…
en: it looks like a new arrival from this season too...

source: 그애 엄마 말로는 오늘부터 좀 이상하다고 했어요.{j}자기 딸이 아닌 것 같다면서요.
en: her mom said she’s been acting weird starting today, {j}that her daughter doesn’t seem like herself.

source: 프란츠 왕자님?!
en: prince frantz?!

source: 하지만 레티스는 밤이 되면 멀쩡하잖아.
en: but he is fine at night.

source: 하지만 내가 몬스터들을 오랫동안 상대해봐서 감이 좀 있거든.
en: but... i’ve dealt with a lot of monsters, so i do have a hunch.

source: ……그건 ㄴ……
en: that is because...

source: 공작님께서 점심식사도 안 드시겠다고 하셨대.
en: i heard the duke skipped his lunch.

source: 어때, 못 참겠지.
en: i bet you can’t hold it back either.

source: 빵집 주인 말로는 남편이 분명히 죽은 걸 확인했는데 벌떡 일어나 제 발로 걸어나갔답니다.
en: according to the owner of the bakery, she confirmed her husband’s death, but then he got up and walked out himself.

source: 어서오세요, 리에나 공주님!
en: welcome, princess liena!

source: 천 년 전 칼베르 대마법사가 소르덴 산에 마물을 모아놓고
en: the same mt. sorden that great magician kalberr gathered the dark creatures in...

source: 부르르...
en: quiver

source: …그런 뜻이 아닌 거 알 텐데.
en: you know that is not what i meant.
